presentations/antifascismo-sw-beamer.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<title>Antifascismo en el Software</title>
<!-- 2016-05-22 dom 19:16 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="David Arroyo Menéndez" />
<meta  name="description" content="Example of using org to create presentations using the beamer exporter"
 />
<meta  name="keywords" content="antifascismo software libre" />
</head>
<body>
<div id="content">
<h1 class="title">Antifascismo en el Software</h1>
<div id="table-of-contents">
<h2>&Iacute;ndice</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Introducción</a>
<ul>
<li><a href="#sec-1-1">1.1. Introducción: Cultura Material y Software (I)</a></li>
<li><a href="#sec-1-2">1.2. Introducción: Cultura Material y Software (II)</a></li>
</ul>
</li>
<li><a href="#sec-2">2. Libertad en el Software</a>
<ul>
<li><a href="#sec-2-1">2.1. Libertad en el Software (4 libertades)</a></li>
<li><a href="#sec-2-2">2.2. Libertad en el Software versus Libertad</a></li>
<li><a href="#sec-2-3">2.3. No modificar el código fuente es ideología</a></li>
</ul>
</li>
<li><a href="#sec-3">3. Desigualdad Económica</a>
<ul>
<li><a href="#sec-3-1">3.1. Cifras económicas de algunos personajes</a></li>
<li><a href="#sec-3-2">3.2. Cifras Económicas de algunos países</a></li>
<li><a href="#sec-3-3">3.3. Cifras de grandes empresas en el mundo del software</a></li>
</ul>
</li>
<li><a href="#sec-4">4. Control Social</a>
<ul>
<li><a href="#sec-4-1">4.1. Evitar control social</a></li>
<li><a href="#sec-4-2">4.2. Cómo funciona el espionaje masivo</a></li>
</ul>
</li>
<li><a href="#sec-5">5. El papel del software en el movimiento obrero</a>
<ul>
<li><a href="#sec-5-1">5.1. El papel del software en el movimiento obrero</a></li>
</ul>
</li>
<li><a href="#sec-6">6. Diferentes formas de militancia por el antifascismo en el software</a>
<ul>
<li><a href="#sec-6-1">6.1. Diferentes formas de militancia por el antifascismo en el software</a></li>
</ul>
</li>
<li><a href="#sec-7">7. Conclusiones</a>
<ul>
<li><a href="#sec-7-1">7.1. Conclusión (I): En lo cuantitativo el Software Libre está bien</a></li>
<li><a href="#sec-7-2">7.2. Conclusión (II): En lo cualitativo estamos mal</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Introducción</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> Introducción: Cultura Material y Software (I)</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>La cultura material se refiere a valores e ideología que se transmite desde construcciones humanas. 
</li>

<li>El software son cálculos que produce un ordenador.
</li>

<li>La cultura material de un espacio ayuda a comprender el autoritarismo o antiautoritarismo de una sociedad. Ejemplos.
</li>

<li>Lo que puedes hacer con el software también ayuda a comprender autoritarismo. ¿Cómo usáis el software?
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> Introducción: Cultura Material y Software (II)</h3>
<div class="outline-text-3" id="text-1-2">
<p>
En el artículo que nos ocupa nos centraremos en la cuestión de lo que
es fascista y no en el software según diferentes aspectos.
</p>
<ol class="org-ol">
<li>Libertad en el Software
</li>
<li>Desigualdad Económica
</li>
<li>Control Social
</li>
<li>El Papel del Software en el Movimiento Obrero
</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Libertad en el Software</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-sec-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> Libertad en el Software (4 libertades)</h3>
<div class="outline-text-3" id="text-2-1">
<ol class="org-ol">
<li>Libertad de uso
</li>
<li>Libertad de copia
</li>
<li>Libertad de modificación
</li>
<li>Libertad de redistribuir lo modificado
</li>
</ol>
</div>
</div>
<div id="outline-container-sec-2-2" class="outline-3">
<h3 id="sec-2-2"><span class="section-number-3">2.2</span> Libertad en el Software versus Libertad</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>En la CNT se aspira a una libertad integral y no parcial del individuo y de la sociedad.
</li>
<li>Mirar el éxito en el microaspecto es bueno para la mercantilización. Ej: Opensource.
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2-3" class="outline-3">
<h3 id="sec-2-3"><span class="section-number-3">2.3</span> No modificar el código fuente es ideología</h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li>El que las personas no deben modificar el código fuente es la ideología que crea tiranías económicas
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Desigualdad Económica</h2>
<div class="outline-text-2" id="text-3">
</div><div id="outline-container-sec-3-1" class="outline-3">
<h3 id="sec-3-1"><span class="section-number-3">3.1</span> Cifras económicas de algunos personajes</h3>
<div class="outline-text-3" id="text-3-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="right" />

<col  class="left" />

<col  class="left" />

<col  class="right" />

<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="right">Número</td>
<td class="left">Nombre</td>
<td class="left">Dinero($)</td>
<td class="right">Edad</td>
<td class="left">País</td>
<td class="left">Compañía</td>
</tr>

<tr>
<td class="right">1</td>
<td class="left">Bill Gates</td>
<td class="left">$ 79.2</td>
<td class="right">59</td>
<td class="left">USA</td>
<td class="left">Microsoft</td>
</tr>

<tr>
<td class="right">2</td>
<td class="left">Carlos Slim</td>
<td class="left">$ 77.1</td>
<td class="right">75</td>
<td class="left">México</td>
<td class="left">Telecom</td>
</tr>

<tr>
<td class="right">3</td>
<td class="left">Warren Buffet</td>
<td class="left">$ 72.1</td>
<td class="right">85</td>
<td class="left">USA</td>
<td class="left">Berkshire</td>
</tr>

<tr>
<td class="right">4</td>
<td class="left">Amancio Ortega</td>
<td class="left">$ 64.5</td>
<td class="right">79</td>
<td class="left">Spain</td>
<td class="left">Zara</td>
</tr>

<tr>
<td class="right">5</td>
<td class="left">Larry Ellison</td>
<td class="left">$ 54.3</td>
<td class="right">71</td>
<td class="left">USA</td>
<td class="left">Oracle</td>
</tr>

<tr>
<td class="right">15</td>
<td class="left">Jeff Bezos</td>
<td class="left">$ 34.8</td>
<td class="right">51</td>
<td class="left">USA</td>
<td class="left">Amazon</td>
</tr>

<tr>
<td class="right">16</td>
<td class="left">Mark Zuckerberg</td>
<td class="left">$ 33.4</td>
<td class="right">31</td>
<td class="left">USA</td>
<td class="left">Facebook</td>
</tr>

<tr>
<td class="right">19</td>
<td class="left">Larry Page</td>
<td class="left">$ 29.7</td>
<td class="right">42</td>
<td class="left">USA</td>
<td class="left">Google</td>
</tr>

<tr>
<td class="right">20</td>
<td class="left">Sergey Brin</td>
<td class="left">$ 29.2</td>
<td class="right">42</td>
<td class="left">USA</td>
<td class="left">Google</td>
</tr>
</tbody>
</table>

<p>
Cifras en miles de millones de dólares. Según Forbes 2015 (visto 2015/10/08)
</p>
</div>
</div>

<div id="outline-container-sec-3-2" class="outline-3">
<h3 id="sec-3-2"><span class="section-number-3">3.2</span> Cifras Económicas de algunos países</h3>
<div class="outline-text-3" id="text-3-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="right" />

<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="right">Número</td>
<td class="left">País</td>
<td class="left">Dólares</td>
</tr>

<tr>
<td class="right">1</td>
<td class="left">China</td>
<td class="left">17 632 014</td>
</tr>

<tr>
<td class="right">2</td>
<td class="left">USA</td>
<td class="left">17 416 253</td>
</tr>

<tr>
<td class="right">3</td>
<td class="left">India</td>
<td class="left">7 277 279</td>
</tr>

<tr>
<td class="right">4</td>
<td class="left">Japón</td>
<td class="left">4 788 033</td>
</tr>

<tr>
<td class="right">5</td>
<td class="left">Alemania</td>
<td class="left">3 621 357</td>
</tr>

<tr>
<td class="right">16</td>
<td class="left">España</td>
<td class="left">1 533 590</td>
</tr>

<tr>
<td class="right">86</td>
<td class="left">Líbano</td>
<td class="left">80 077</td>
</tr>

<tr>
<td class="right">87</td>
<td class="left">Lituania</td>
<td class="left">78 953</td>
</tr>

<tr>
<td class="right">89</td>
<td class="left">Costa de Marfil</td>
<td class="left">71 952</td>
</tr>

<tr>
<td class="right">90</td>
<td class="left">Costa Rica</td>
<td class="left">71 211</td>
</tr>

<tr>
<td class="right">181</td>
<td class="left">Tonga</td>
<td class="left">523</td>
</tr>

<tr>
<td class="right">182</td>
<td class="left">Kiribati</td>
<td class="left">180</td>
</tr>

<tr>
<td class="right">183</td>
<td class="left">Tuvalu</td>
<td class="left">35</td>
</tr>
</tbody>
</table>

<p>
Cifras en millones de dólares. Según FMI 2014 (visto 2015/10/08)
</p>
</div>
</div>

<div id="outline-container-sec-3-3" class="outline-3">
<h3 id="sec-3-3"><span class="section-number-3">3.3</span> Cifras de grandes empresas en el mundo del software</h3>
<div class="outline-text-3" id="text-3-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="right" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="right">Número</td>
<td class="left">Compañía</td>
<td class="left">País</td>
<td class="left">Dólares</td>
</tr>

<tr>
<td class="right">12</td>
<td class="left">Apple</td>
<td class="left">USA</td>
<td class="left">741.8 B</td>
</tr>

<tr>
<td class="right">25</td>
<td class="left">Microsoft</td>
<td class="left">USA</td>
<td class="left">340.8 B</td>
</tr>

<tr>
<td class="right">39</td>
<td class="left">Google</td>
<td class="left">USA</td>
<td class="left">367.</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Control Social</h2>
<div class="outline-text-2" id="text-4">
</div><div id="outline-container-sec-4-1" class="outline-3">
<h3 id="sec-4-1"><span class="section-number-3">4.1</span> Evitar control social</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li>Primitivismo
</li>
<li>Software libre en mi hardware, sin espionaje.
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-4-2" class="outline-3">
<h3 id="sec-4-2"><span class="section-number-3">4.2</span> Cómo funciona el espionaje masivo</h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li>Google: Android + Gmail
</li>
<li>Facebook
</li>
<li>Machintosh
</li>
<li>Microsoft
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> El papel del software en el movimiento obrero</h2>
<div class="outline-text-2" id="text-5">
</div><div id="outline-container-sec-5-1" class="outline-3">
<h3 id="sec-5-1"><span class="section-number-3">5.1</span> El papel del software en el movimiento obrero</h3>
<div class="outline-text-3" id="text-5-1">
<ul class="org-ul">
<li>La comunicación
</li>
<li>La apropiación monetaria
</li>
<li>La dependencia tecnológica
</li>
<li>La diversidad lingüística
</li>
<li>El boicot 
</li>
<li>Tecnicidad y certificación en el Software Libre
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Diferentes formas de militancia por el antifascismo en el software</h2>
<div class="outline-text-2" id="text-6">
</div><div id="outline-container-sec-6-1" class="outline-3">
<h3 id="sec-6-1"><span class="section-number-3">6.1</span> Diferentes formas de militancia por el antifascismo en el software</h3>
<div class="outline-text-3" id="text-6-1">
<ul class="org-ul">
<li>GNU
</li>
<li>FSF
</li>
<li>Opensource
</li>
<li>Hacktivismo
</li>
<li>Cultura libre
</li>
<li>Sindicalismo y anarcosindicalismo
</li>
<li>Cooperativas
</li>
<li>Grupos de crackers
</li>
</ul>
</div>
</div>
</div>



<div id="outline-container-sec-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> Conclusiones</h2>
<div class="outline-text-2" id="text-7">
</div><div id="outline-container-sec-7-1" class="outline-3">
<h3 id="sec-7-1"><span class="section-number-3">7.1</span> Conclusión (I): En lo cuantitativo el Software Libre está bien</h3>
<div class="outline-text-3" id="text-7-1">
<ul class="org-ul">
<li>El software libre se ha ido haciendo fuerte en casi todos los mercados:
</li>
<li>Supercomputadores
</li>
<li>Servidores
</li>
<li>Doméstico
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-7-2" class="outline-3">
<h3 id="sec-7-2"><span class="section-number-3">7.2</span> Conclusión (II): En lo cualitativo estamos mal</h3>
<div class="outline-text-3" id="text-7-2">
<ul class="org-ul">
<li>El control social es mayor
</li>
<li>Las desigualdades son mayores
</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Fecha: <span class="timestamp-wrapper"><span class="timestamp">[2015-10-25]</span></span></p>
<p class="author">Autor: David Arroyo Menéndez</p>
<p class="date">Created: 2016-05-22 dom 19:16</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.4.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
